Repository: mozilla-l10n/mt-training-data
Catalog: dag/dag_pontoon.tmx
Source language: en_us
Languages: dag

source: * I confirm that this question is <publicDomainLink>public domain</publicDomainLink> and I have permission to upload it.
dag: * N niŋ di dihitabili ni bɔhigu ŋɔ maa nyɛla <publicDomainLink>"public domain"</publicDomainLink> ka m-mali soli ni n-tooi zaŋ li pa pɔhim maa zuɣu.

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
dag: N dihi tabili ni yɛltɔɣili ŋɔ <wikipediaLink> nyɛla din ka ŋun su li </wikipediaLink> ka mali soli ni n zaŋ li pahi

source: <icon></icon> Add multiple public domain sentences
dag: <icon> </icon> Zaŋmi salo satara bɔbili m pahi

source: Ideally natural and conversational (it should be easy to read the sentence)
dag: Di simdi ka di tuhi ka ni tooi di alizama ( Di simdi ni yɛltɔɣili maa karimbu be asama)

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
dag: M be bɔri ka n nyari satara din teerima ni mali tahama sheŋɔ,n toontibo ni satari sheŋa din jandi Common Voice

source: I do not agree
dag: M bi saɣi

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
dag: Niriba ayi yi zaɣisi kukɔ'yaarili, di yirimi labi lahabali kpanjɔɣu yaɣ' shɛli polo.

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
dag: Di yi nyɛ a maŋmaŋ bachinima, nyin kuli yɛlima <italicizedText> "M maŋmaŋa tuma" </italicizedText> Di simdi ni ti baŋ a ni nya lahibali maa shɛli din ni sɔŋ ka ti vihi li nya a salo dini n-nyɛ li ka di ka sulinsi gaɣibu. A yi bɔri ni a nya lahibali zaŋ kpa binyɛra ni yi shɛli na polo nyin nyami ti <guidelinesLink> Sodolisi intɛnɛɛti ni gbambiɛlinli </guidelinesLink>.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
dag: Di yi niŋ ka kukoli maa ŋmaai, bee ka di ŋmaara, nin zaɣisim li, gbaai yihi la di zuɣu yi bi taɣi a ka che lahibali maa wumbu.

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
dag: A yi mali lahibali zaŋ kpa gbaŋ ŋɔ polo, nyin dimi suɣulo ka sabi ti <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
dag: A yi mali lahibali zaŋ kpa gbaŋ ŋɔ polo ka bɔri ni a zaŋ m-pahi ti, ka di ka ti gbaŋ maa ni, nyin dimi suɣulo ka sabi ti <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the "No" button.
dag: Yɛltɔɣili maa yi bi doli sodola ŋan do zuɣusaa ŋɔ,nyin dihimi"aayi" bia maa

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
dag: Yɛltɔɣili maa yi bi doli so' shɛŋa ŋan be zuɣusaa ŋɔ, nyin dihimi &quot;Zaɣisima&quot; garili din be nuzaa polo maa. A yi bi dihi n-tabili ni yɛltɔɣili maa, a ni tooi kpahi yaɣi li n-chaŋ din paya.

source: If the sentence meets the criteria above, click the "Yes" button.
dag: Yɛltɔɣili maa yi doli sodola maa,nyin dihimi "iin" bia maa

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
dag: Yɛltɔɣili maa yi saɣi ti soya maa, nyin dihimi &quot maa; Saɣi n-ti &quot; garili din be nudirigu polo maa.

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
dag: A yi ka dihitabili ni yɛltɔɣili maa, a ni tooi yaɣili ka chaŋ dim paya

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
dag: A yi nya binshɛli ka ti ni ti so' shɛŋa ŋ bi tabisi li, nyin dimi suɣulo ka zaŋ a maŋmaŋ tɛha n-tum din simdi. A mi kuli ku tooi ti a ni nya li shɛm, nyin dihimi kpahiyaɣi garili maa n-chaŋ kukoli din paya zuɣu.

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
dag: Ayi ni tooi<strong>wummi bɛ yɛligu</strong> ka<strong>baŋ di gbunni</strong>, di zooya<strong>pam ka a ni saɣi ti</strong>.

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
dag: A yi bi wum ti lahabali dabisabihi sunsuuni,bɔmi ti shee na<emailLink>{ $email }</emailLink>ti ni labina

source: If you don't see your language in either part of the platform, select both.
dag: A yi bi nya a balli dundɔna ayi maa ni, nyin piimi di zaa

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
dag: Di yi niŋ ka a nyini bee a tuma duzuɣu bori ni yi suŋsi ti tuma ŋɔ, yi ni tooi <donateLink>tɔhi</donateLink> bee ka yi sabi n-ti ti kpalaŋzuya laɣiŋgu <emailFragment>commonvoice@mozilla.com</emailFragment>.

source: If you’re having trouble contributing, you can switch back to seeing all content for your language at any time.
dag: A yi mali yɛlimuɣisira zaŋ kpa tɔhibu palo,a ni tooi yi n labi yaɣi shɛli din labi a balli palo sahakam a ni bɔra.

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
dag: Ayi' yundi n bori ASR kpatuɣa n a ŋmɛ, a ni tooi tuɣi ninvɛɣi shɛba ban bɛ a yaɣili <discourseLink> sodolgu ɔ zuɣu <discourseLink>.

source: If you run out of sentences to review, please help us collect more sentences!
dag: Yɛltɔɣa yi lahi kani ni a labi lihi, nyin dimi suɣulo ka sɔŋ ti ka ti laɣisi yɛltɔɣa pam m-pahi.

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
dag: Di yi niŋ ka a tɛhi ni kukoli maa nyɛla din gbaabu yɛn niŋ tom bee vori yimina di ni bee ninvuɣu shɛba gba nyɛla ban yɛlli niŋ di ni nyini zaɣasimi li. Lihimi lahabali ŋɔ ni nya di vɛnyɛla niŋbu

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
dag: N kuli yolimi n kpuri m maŋmaŋa nia ni n yaari kukɔya n niŋdi CommonVoice puuni -- pahimiya n zuɣu ka ti yina nti n-wuhi maʒina daadama ni diri fiila shɛm { $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
dag: N saɣi n-ti ni a gbubi n lahabaya ŋɔ kamani a ni pun kahigi li Mozilla <privacyLink>Ashili Zalisi</privacyLink> la puuni shɛm maa

source: Include appropriate citation
dag: Sabimi dini yi luɣ' shɛŋa na dede m-pahi

source: Includes email, username & demographic info, available right away
dag: Chɛ ka yimeili, yu' paa mini lahibali jia zaŋ kpa a polo, ni a ni yɛn m-beni shɛm za pahi

source: Includes mp3s and related sentences, may take some time to prepare
dag: mp3 nima mini satara yi yɛn m pahi, di nyɛla din yɛn n di saha pɔi ka naan yi n niŋ

source: Information about the language
dag: Lahibali zaŋ jɛndi balli

source: In general, you should write down everything you hear. This includes;
dag: Sokam saɣi ti,ni di tu ni a sabi binshɛgu kam a ni wum.Din boŋɔ pahila;

source: In Progress
dag: Di be soli

source: Interested in getting involved with this project, or partnering with us?
dag: A bɔri ni a kpɛ ti tuma ŋɔ ni bee n gbuni kpalanzuya ni tinima?

source: Interested in learning more and contributing to the project?
dag: A bɔri ni a zaŋ a tuhabu nim pam n ti tuma ŋɔ?

source: [interrupted by background noise]
dag: [Vuri din yiri yɛltɔɣa ni n sagdili]

source: Intersex
dag: Paɣadoo

source: Invalid file
dag: Di bi saɣi n-ti gbaŋ ŋɔ

source: IsiNdebele (North)
dag: IsiNdebele (Tudu)

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
dag: <isoCodeLink>ISO Codes</isoCodeLink> di yi baŋ

source: Is the clip valid?
dag: kukɔ'yaarili maa niŋ dede?

source: It contains words or phrases that are hard to read or pronounce.
dag: Di malila bachinima bee yɛltɔɣiŋmasɔri din karimbu bee bɔlibu to.

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do?
dag: Kamani Amɛrika laɣiri miliyɔŋ ka ti dira ni ti gbubi sabbu ni kukɔ' yaara kpanjɔri ŋɔ zaŋ ti zuliya yɛltɔɣa din kalinli yaɣi bin kɔbiga ni di pɔhim zuɣu tahapɔna viɛnyɛla niŋbu din kuli yɛn chɛ ka di bɛni n zaŋ ti ban doli ti ni niŋdi binshɛŋa ŋɔ maa?

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
dag: di tooi diri kamani dɔɔla milliyɔŋ yuuni pulini ni bɛ laɣim datasets ni di dundɔŋ kpaŋsibu zaŋ jɛndi bala kɔbiga ni shɛli 100+ ban zaŋ bɛ zaɣa zaa n kpa ti ni niŋdi binshɛɣu.<strong>a nini yi tiɣi nyin yooma, lahabali din beni- timi zuŋo</strong>

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
dag: a yi yɛn tuɣi n kpa bee n che databaes di diri liɣiri pam, ka pahili ti dundɔŋ maa dariza ni di chandi<africaMradiLink> zileli binyɛra </africaMradiLink>.

source: It is very important that all text sentences are <publicDomain>public domain</publicDomain> (cc0) as the Common Voice dataset is released under a cc0 license. Only ever upload a sentence if you are sure, and always include the relevant citation.
dag: Di tu kamata ni satarili kam din yɛri yɛltɔɣa niŋ bayana n-ti sokam<publicDomain>sokam<publicDomain>(cco<\) kaman common voice tuma din laɣim taba ni bahi lansiisi ŋɔ gbunni cco.kuly vulimi yɛltɔɣa shɛŋa a ni dihitabili ka pahiri luɣi shɛli a ni nya li

source: It is written in a language different than what I’m reviewing.
dag: Di sabimi ni bal' shɛli din pa n ni labiri lihiri bal' shɛli maa.

source: It is written in a language different than what I’m speaking.
dag: Di sabila bali shɛli din be di ko ka che n-ni yɛri bali shɛli

source: It’s important to include citations so we can check that sentences are in the public domain and no copyright restriction apply.
dag: Di mali bukaata ni ti wuhiri ti tumma bɛhisi shee din yan che ka ti vihiri lala yɛltɔɣa be maa sokam zaa sa ni ka paɣasiriba bi tooi nŋari paɣasira

source: Join Discord Community
dag: Pahimi ti Discord mabiligu ni

source: Join Mozilla Data Collective
dag: Kpem Mozilla Data Collective

source: Join our community
dag: kpemi na ti dundɔŋ maa ni

source: Join the Common Voice mailing list
dag: Zammi a maŋa na ti pahi kukoya din mŋani taba taliŋ yuya ŋɔ ni

source: Join us on Discord
dag: Pahimi ti zuɣu Discord zuɣu

source: Join us to advance voice technology and empower more user contributions.
dag: Pahimi ti zuɣu ka ti zaŋ kukoya tabiibi baŋsim n ti tooni ka sɔŋ niriba pam ban pun mali tuma n tumdi ka bi kuli tuhiri m pahara.

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
dag: Zaŋmi satara din lu zahim yɛlisim shɛli a ni nya maa n labisi li di ni tu ni a labisi li shɛm. Chɛ ka jilima be a yɛltɔɣa maa ni.

source: Just Unsure?
dag: A nini dii bi tiɣi?

source: Kaqchikel
dag: Kakchikel

source: Keep
dag: Gbubibu

source: Keep it up, record again <recordIcon></recordIcon>
dag: Gbubi li lala, yaami yaha <recordIcon></recordIcon>

source: Keep the recordings
dag: Gbubi yaabu maa

source: Keep track of your progress with a profile
dag: Yoomi purofaali ka di sɔŋ a ka a mi a ni chani shɛm

source: Keep track of your progress with a profile and help our voice data be more accurate.
dag: Zaŋmi a zaɣa n niŋ a yuli mini a tuma din be pohim zuɣu ka di soŋ kukoya tuma din pun tum doya ka di niŋ viɛnyɛla.

source: Keep your volume consistent - don’t shout or sing
dag: gbibi a yeei sahakam yim-miri ka a tahi bee ka a yili

source: <key>1</key>-<key>{ $numLanguages }</key> Tag with language
dag: <key>1</key>-<key>{ $numLanguages }</key> Zaŋ mi zuliya yɛltɔɣa n-dalim li

source: Keyboard usage
dag: Kiibɔd zaŋ tum tuma nima

source: Kirombo
dag: Dundɔŋ yuli

source: Korean
dag: Koria tiŋ'bia

source: Labeling noise events like coughing or laughing
dag: Vuri yuya sabi pa laɣisi kamani kohigu bee lari

source: Language
dag: Balli

source: Language Fundamentals (e.g. Digits, Letters, Money)
dag: Balli yɛl' kpɛma (nambanima, bachikɔba, liɣiri)

source: Language Request
dag: Zuliya Balli piibu

source: Language request successfully submitted, thank you.
dag: Bal'shɛli zuɣu yi ni suhi la niŋya viɛnyɛnlinga, m paɣiya.

source: Languages
dag: Bala

source: Large bulk sentence submission
dag: Yɛltɔɣa din galisi zaŋ ti

source: Large, publicly available voice datasets will foster innovation and healthy competition in machine-learning speech technology. Common Voice’s dataset is the largest of its kind, but not the only one. This page serves as a reference hub for other open-source voice datasets and a home for our release updates as Common Voice grows.
dag: Din galisi,So kam sani niŋ bayana n-ti kukoya din pu n doya ni che ka baŋsim pahira mini kpaɣibo din mali alaafee zaŋ kana mazeni-bohambu yɛltɔɣ' tabibi baŋsim polo.common voice tuma din pun doya nyala din galisi,amaa ka lee pa di koŋko.

source: Last Updated: { $lastUpdatedTimeStamp }
dag: Lahibali pala din na bɛni{ $lastUpdatedTimeStamp }

source: Laugh
dag: La

source: Launched
dag: Palo yihibu

source: Leaderboard Visibility
dag: sodoligu

source: Learn how to check a transcription
dag: Bɔhimmi bɛ ni lihiri sabbu zuɣu shɛm

source: Learn how to take part
dag: Bɔhimmi a ni yɛn niŋ shɛm m-pahi

source: Learn how to transcribe
dag: Bɔhim mi a ni yɛn tooi sabi shɛm

source: Learn how to use this page
dag: Bɔhimmi a ni yɛn zaŋ yaɣili ŋɔ n-ku bukaata shɛm

source: Learn More
dag: A ni tooi nya lahibali kpe pahi

source: Leaving now means you’ll lose your changes
dag: Yibu sahaŋɔ wuhirimi ni antooi koŋ a yaɣibu nima.

source: Leaving now means you'll lose your progress
dag: A yi yi pumpɔŋɔ a ni kɔŋ toontibo

source: Length
dag: waɣilim

source: Let's Get Started
dag: Ti Pili Ma

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
dag: LibriSpeech nyɛla kpanjɔɣu shɛli din kukɔya yaabu hawa kalinli 1000 hawa nima kamani 16Khz silimiinsili karimbu bini yaagi shɛli LibriVox tuma kukɔya bukunima la puuni la.

source: License
dag: laansisi

source: License: <licenseLink>CC-0</licenseLink>
dag: Shahara

source: License: <licenseLink>{ $license }</licenseLink>
dag: Shahara gbagbili

source: Link Copied
dag: Linki maa koopiya

source: Links to websites that can help us understand the language
dag: Wɛbsatinim linkinima din ni tooi chaŋ ka ti baŋ balli maa

source: Listen
dag: wumma

source: Listening
dag: wum'bu

source: Listen options menu
dag: Wumma taɣabunima piibu gbaŋ.

source: Listen-Queue
dag: wumma-fɔli

source: Loading…
dag: di laɣinda....

source: Loading sentences…
dag: N-voori yɛltɔɣa.....

source: Localized
dag: Zelili ni

source: Log In
dag: Kpɛma

source: Login Identity
dag: Kpɛbu shahara

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
dag: pahimi yɛltɔa pam

source: Log in or sign up to get started
dag: Kpɛmi kpe m-pili

source: Log In / Sign Up
dag: Kpɛma/Yooma

source: Log Out
dag: yima

source: Look for text where the copyright no longer applies - for example most books that were published before 1920
dag: Bɔmi satarili shɛli din lahi ka labiniŋ.mŋahinli buku sheŋa din daa sabi poi ni yuuni 1920

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
dag: Di ŋmanila kilipu shɛli ka bali ŋɔ puuni ni ti wum. Yaami kukɔ' shɛŋa punpɔŋɔ ka di sɔŋsi ka ti tooi ŋari lala bɔɣili li ŋɔ.

source: Macedonian
dag: Macedonia nira

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
dag: kpaŋmi amaŋa ka dundɔŋ maa gbaaira pɔi ka a naan yi pili yɛlibu, di mi kuli yɛn chɛmi saha shɛli a ni naai.

source: Make sure the sentence meets the following criteria:
dag: Dihi n-tabili ni yɛltɔɣili maa saɣi n-doli soya ŋɔ:

source: Make sure they can be answered in just a couple of sentences
dag: Chɛ ka di ni tooi zaŋ yɛltɔɣa dibaa shɛm n-labisi li

source: Malay
dag: Yuli

source: Male
dag: doo

source: Male/Masculine
dag: Doo/Dabilim

source: Manage Email Subscriptions
dag: Dahi a ni pun saɣiti iimeeli yɛltɔɣa shɛŋa zuɣu

source: Manage Subscriptions
dag: Dahi a ni pun saɣiti yɛltɔɣa shɛŋa zuɣu

source: Manx
dag: Mansz

source: Marathi
dag: Yuli

source: <mark>Check</mark>
dag: <mark>Vihima</mark>

source: <mark>Prompt</mark>
dag: <mark>Yɛlima</mark>

source: <mark>Respond</mark>
dag: <mark>Labisima</mark>

source: <mark>Transcribe</mark>
dag: <mark>Lɛbigima</mark>

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
dag: <mark> zaŋ mi CV ti</mark> <br/> <mark> a viɛhibu </mark>

source: <mark>We need</mark><br/><mark>your help!</mark>
dag: <mark>Ti bɔri</mark><br/><mark>a sɔŋsim!</mark>

source: Maximum file size: 25 MB
dag: Gbaŋ barilim tariga 25MB

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
dag: Diipashɛli tinima<homepageLink>yiŋ dundɔŋ<homepageLink>di ni tooi sɔŋ?A yan bɔhi bɔhigu,pahimi suɣulo zaŋmi a kpalazuya ti gbuni<matrixLink>Matrix zelili yɛltɔɣa tɔɣisi ti taba<matrixLink>,kaami sodoligu maa yalgala kpe<githubLink>GitHub</githubLink>bee ka akpe</discourseLink>ti yɛltɔɣa tɔɣisi ti tabi biɛhigu shee</discourseLink>.

source: Meadow Mari
dag: Yuli

source: Meaning
dag: Gbinni

source: Media and Entertainment
dag: Pɔhim zuɣu mini diɛma ni yiɣijam

source: Message
dag: satarilli

source: Michoacán Mazahua
dag: Michoacaan Mazahua

source: Minimum sentences in file: 1000
dag: Yɛltɔɣa yi kuli bi galisi gbaŋ ni di tu ni di paai 1000

source: [Mismatched content]
dag: éjà dʒóβí é zrèndʒé gbámù

source: Misreadings
dag: gabiri karinda

source: Missing an 's' at the end of a word.
dag: 's' kahiyaɣi bachi bahigu

source: Missing an <strong>'s'</strong> at the end of a word.
dag: O yi kpahi yaɣi bachinima <strong></strong> kukoli maa bahigu.

source: Missing 'A' or 'The' at the beginning of the recording.
dag: A yi bi tooi boli 'A'bee 'The' vulibu maa piligu.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
dag: O yi kpahi yaɣi bachinima <strong> </strong> <strong></strong> kukoli maa piligu

source: Missing the end of the last word by cutting off the recording too quickly.
dag: N karindi ka bɛ naari bahigu bachi maa ka di nyɛla o ŋmaarila yaabu maa yomyom.

source: Mixed
dag: Gabbu

source: Mixteco Yucuhiti
dag: Misteco Yucuhiti

source: More
dag: pam

source: [More has been recorded than the required text]
dag: [Kukoli din yaai maa gari sabbu din beni maa]

source: More languages coming soon
dag: Zuliya yɛltɔɣa nima na kanna, di ku yuui

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
dag: Kukoya din yaai maa pam nyɛla niriba n-kuli yɛri bɛ ni yɛri shɛm. A ni tooi saɣi n-ti din ti chirigi n-yi di ko ka che o kukoli maa ka nyɛ tahigu, ŋumbu, bee ka di kuli yɛli ni kuko' shɛli din be di ko. Dim suɣulo, zaɣisimi karimbu din ŋmani yila bee kukoli shɛli bɛ ni zaŋ kɔmpiita n-niɣim.

source: Mozilla Common Voice datasets are now exclusively available on Mozilla Data Collective.
dag: Mozilla Common Voice kpanjɔɣu pa nyɛla din m-be Mozilla Data Collective puuni ko.

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
dag: Mozilla Common Voice nyɛla tuun shɛli din sɔŋdi maʒina ninsal'nima ni yɛri yɛltɔɣa shɛm.

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
dag: Mozila Common Voice nyɛla naba zani ka di nyɛla ʒilɛya balibu tuntumdiba, bala baŋdiba, lahabaya baŋdiba, karim' baŋdiba ni tabibi kpatuɣa baŋdiba ban yi dunia luɣa na. Mozila Foundation kpaŋmaŋa ni ka tuma ŋɔ tumada.

source: Mozilla Common Voice is the world’s most diverse crowdsourced open speech dataset - and we’re powered entirely by donations. It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. If you value open, inclusive data - <b>donate today!</b>
dag: Mozila Common Voice nyala andunya yatuɣa so cheb shɛli niribi pam ni doli -ka tinim nya ban suŋdi li ni yaa ni ti hankaya tuɣ'hibu ni ma.Di laɣ' dibo yisiri kan miliyoŋ dolla kabga din yansoŋ ka tinduya balla dumba ti ni kuli niŋdi sheli maa.Nyin dee yi mali nintiɣibo yommi, ka pahi<b>tuhama zuŋɔ!<b>.

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
dag: Mozila nyɛla yihibu shee din yooi n-ti kukoya baŋsim kpa tuɣa din ziligi di yi kana yɛligu ni tooi tum n mali yɛligu baŋbu sabi ti shɛhi.karimmi ti<githubLink>githun zaa labi yuli<githubLink>bee ka a gbini kpalanzuya ni</discourseLink>yaligu din zilima</discourseLink>din ni che ka a baŋ an ni tooi pili shɛm.

source: Mutual accountability.
dag: Tabi vihibu

source: Name
dag: Yuli

source: Names of your language
dag: A balli yuya

source: Native Language
dag: A zuliya yɛltɔɣa

source: Nature and Environment
dag: Tingbani nama tiɛri

source: Need help deciding which to choose?
dag: A bɔri sɔŋsim zaŋchaŋ a ni yɛn pii shɛli?

source: Need help with the Sex or Gender changes?
dag: A bɔri suŋsim zaŋ kpa paɣa bee doo taɣabunima?

source: Need some help with accent?
dag: A bɔri sɔŋsim zaŋ kpa daadama ni diri fiila bee m booni bachinima shɛm?

source: Need some help with variants?
dag: A bɔri suŋsim zaŋ kpa sodoligu din yuli booni variants?

source: Need to download your data?
dag: A bɔri ni a zaŋ a lahibali n-kpɛhi?

source: New Language Launch
dag: Zuliya Balli Yuli Tibu

source: News and Current Affairs
dag: Lahibali mini yɛli shɛŋa din na niŋda

source: Next
dag: Din paya

source: No
dag: aayi

source: “No”
dag: "Aayi"

source: [No ‘a’ in the original text]
dag: ['maa' ka sabbu maa ni]

source: No audio was captured. Please check your microphone and try again.
dag: Kɔkuli shɛli daa bi tooi n-yaai. Dimi suɣulo labi n-lihi a kɔku' yaarigu maa zuɣu ka labi n-yaai.

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
dag: <noCopyright> Di ka sulinsi </noCopyright> Gaɣibu(cc-0)
